Repository: holishing/cloud-init-debian-bpo10
Catalog: debian/po/*.po
Languages: da, es, nl

source: /var/lib/cloud/seed only
da: kun /var/lib/cloud/seed
es: Únicamente /var/lib/cloud/seed
nl: enkel /var/lib/cloud/seed

source: AltCloud Config Drive
da: AltCloud - konfigurationsdrev
es: Unidad de configuración de AltCloud
nl: Configuratiestation van AltCloud

source: CloudStack metadata service
da: CloudStack - metadatatjeneste
es: Servicio de metadatos de CloudStack
nl: Metagegevensdienst van CloudStack

source: OpenStack Config Drive
da: Openstack - konfigurationsdrev
es: Unidad de configuración de OpenStack
nl: Configuratiestation van OpenStack

source: EC2 Metadata service
da: EC2 - metadatatjeneste
es: Servicio de metadatos de EC2
nl: Metagegevensdienst van EC2

source: Ubuntu MAAS
nl: MAAS van Ubuntu

source: OVF Transports
da: OVF-transporter
es: Transportes de OVF
nl: OVF-Transporten

source: Google Cloud Engine
es: Motor en la nube de Google
nl: Cloud Engine van Google

source: Failsafe datasource
da: Fejlsikker datakilde
es: Fuente de datos a prueba de fallos
nl: Gegevensbron van Failsafe

source: Data sources to read from:
da: Datakilder at læse fra:
es: Leer fuentes de datos desde:
nl: Gegevensbronnen waaruit zal gelezen worden:

source: Cloud-init supports searching different "Data Sources" for information that it uses to configure a cloud instance.
da: Cloud-init understøtter søgning i forskellige »Datakilder« for information som den bruger til at konfigurere en skyinstans.
es: Cloud-init permite buscar diferentes «Fuentes de datos» para obtener información que se utiliza para configurar una instancia en la nube.
nl: Cloud-init ondersteunt het doorzoeken van verschillende "Gegevensbronnen" naar informatie die het gebruikt om een cloudrealisatie te configureren.

source: Please note that "EC2 Metadata service" should be used only if the EC2 metadata service is present. Otherwise, it will trigger a very noticeable timeout on boot.
da: Bemærk venligst at »EC2 - metadatatjeneste« kun bør bruges hvis EC2-metadatatjenesten er til stede. Ellers vil den udløse et meget tydelig tidsudløb ved opstart.
es: Tenga en cuenta que el «Servicio de metadatos de EC2» sólo debe utilizarse si el servicio de metadatos EC2 está presente. De lo contrario, se producirá un tiempo de espera notable en el arranque.
nl: Merk op dat "Metagegevensdienst van EC2" enkel gebruikt zou mogen worden als de dienst ook effectief aanwezig is. Anders zal een gevoelig langere verlooptijd tijdens het opstarten het gevolg zijn.
